const String STR_CONFIRMED = "Өвчилсөн";
const String STR_DEATHS = "Нас барсан";
const String STR_RECOVERED = "Эдгэсэн";

const String INFO_TITLE_1 = "Коронавируст халдвар (COVID-19)-ыг яаж эмчилж байна вэ?";
const String INFO_TITLE_2 = "Ахмад настан, архаг хууч өвчтэй хүмүүс юу анхаарах вэ?";
const String INFO_TITLE_3 = "Ямар хүн өөрийгөө гэртээ хэрхэн тусгаарлах вэ?";
const String INFO_TITLE_4 = "Коронавируст халдвар (COVID-19)-аас хэрхэн сэргийлэх вэ?";
const String INFO_TITLE_5 = "Коронавируст халдвар анх хэрхэн үүссэн бэ?";
const String INFO_TITLE_6 = "Хэн илүү өвчилж байна вэ?";
const String INFO_TITLE_7 = "Ямар шинж тэмдэг илрэх вэ?";
const String INFO_TITLE_8 = "Халдвар хэрхэн дамждаг вэ?";
const String INFO_TITLE_9 = "Коронавируст халдвар (COVID-19) гэж юу вэ?";

const String LIST_DOT = "● ";

const String INFO_TEXT_1 = "Одоогоор үүсгэгч вирусийн эсрэг өвөрмөц эмчилгээ байхгүй. Коронавируст халдвар (COVID-19)-аар өвчилсөн хүмүүст шинж тэмдгийн эмчилгээ хийж байна.\n\nОлон орны эрдэмтэн судлаачид уг өвчний эсрэг вакцин болон эмчилгээ гарган авахаар ажиллаж байна. Дэлхийн эрүүл мэндийн байгууллагаас 12-18 сарын дараа вакцин бэлэн болно гэж мэдээлж байна.\n\nМОНГОЛ УЛСЫН ЭРҮҮЛ МЭНДИЙН ЯАМ";
const String INFO_TEXT_2 = "Уг өвчнөөр ахмад настан, чихрийн шижин, артерийн даралт ихдэлт, хавдар, зүрх судас, бөөр, амьсгалын замын өвчтэй, дархлаа дарангуйлах эм хэрэглэдэг хүмүүс хүндрэх эрсдэлтэй байна. Иймд:\n";
const String INFO_TEXT_3 = "1. Гадаад улс оронд зорчоод ирсэн бол 14 хоног өөрийгөө тусгаарлан ажиглана.\n\n2. Халдварын сэжигтэй хүний шинжилгээний хариу гарах хүртэл гэр бүлийн гишүүд мөн өөрсдийгөө тусгаарлана. Үүнд:\n";
const String INFO_TEXT_5 = "n-CoV вирусийг анх сарьсан багваахайнаас хүнд дамжин хүнд халдварласан байж болзошгүй гэж үзэж байна. Одоо уг вирүс нь хүнээс хүнд халдварлан тархаж байна.";
const String INFO_TEXT_6 = "Бүх насныхан өвчилж байна. 90 гаруй хувийг 30-аас дээш насныхан эзэлж байгаа бөгөөд өндөр настан, архаг хууч өвчтэй хүмүүс нас барах эрсдэл өндөр байна.";
const String INFO_TEXT_9 = "Амьтнаас хүнд халдварласан 7 дахь төрлийн шинэ коронавирусээр үүсгэгдсэн амьсгалын замын халдварт өвчин.";

const List<String> INFO_TEXT_LIST_2 = ["Эмчийн хяналтад тогтмол байх"
  ,"Эмийг эмчийн зааврын дагуу хэрэглэх"
  ,"Холбоо барих хүний утасны дугаартай байх"
  ,"Давс, чихэр, өөх тос багатай хоол, хүнс хэрэглэх"
  ,"Халуун, бүлээн шингэн зүйл уух"
  ,"Сайн унтаж амрах"
  ,"Тайван стрессгүй ядрахгүй байх"
  ,"Дулаан хувцаслах, даарахгүй байх"
  ,"Өөрт тохирсон дасгал хөдөлгөөн хийх"
  ,"Ханиаж, найтааж байгаа хүнээс хол байх"
  ,"Олон нийтийн газраар явахгүй байх"
  ,"Амны хаалт зүүх"
  ,"Гараа сайтар савандаж угаах"
  ,"Бие тавгүйрхвэл Яаралтай тусламжийн төв – 103, СЭМҮТ – 1800-2000 утсаар зөвлөгөө авах, харьяа сум, өрхийн эрүүл мэндийн төвд хандах"];

const List<String> INFO_TEXT_LIST_3 = ["Гэрээсээ гарахгүй байх"
  ,"Гэртээ зочин урихгүй байх"
  ,"Аль болох тус тусдаа байх"
  ,"Амны хаалт зүүх"
  ,"Гараа сайтар савандаж угаах"
  ,"Хүн бүр тусдаа аяга, таваг, нүүр гарын алчуур хэрэглэх"
  ,"Гэр орноо агааржуулах, чийгтэй цэвэрлэгээ хийх"
  ,"Шим тэжээлтэй хоол, хүнс хэрэглэх"
  ,"Сайн унтаж амрах"
  ,"Тайван стрессгүй байх"
  ,"Өдөрт 2 удаа биеийн халуунаа хэмжих"
  ,"Дасгал хөдөлгөөн хийж, биеэ чийрэгжүүлэх"
  ,"Бие тавгүйрхсэн тохиолдолд эрүүл мэндийн байгууллагын ХӨСҮТ-100, 8008-6829, ЗӨСҮТ-7028-4393, 103, СЭМҮТ-1800-2000, ЭМЯ-11-323002 утсаар холбогдож, зөвлөгөө авах"];

const List<String> INFO_TEXT_LIST_4 = ["Өвчлөл гарсан бүс нутагт зорчихгүй байх, зорчсон бол 14 хоног гэртээ байж, өөрийгөө ажиглах"
  ,"Гараа савандаж сайтар угаах"
  ,"Халуун, бүлээн шингэн ихээр уух"
  ,"Бохир гараа ам, хамар, нүдэндээ хүргэхгүй, нухахгүй байх"
  ,"Хоолойг давс, сода, нимбэг, сармис, тамедины уусмалын аль нэгээр өглөө, оройдоо зайлах"
  ,"Ханиаж, найтааж байгаа хүнээс хол байх"
  ,"Нус, цэр, шүлсээ ил задгай хаяхгүй байх"
  ,"Гадуур явахдаа бээлий өмсөх"
  ,"Олон хүн цугларсан газраар аль болох явахгүй байх"
  ,"Бусадтай гар барих, үнсэхээс зайлсхийх"
  ,"Бухимдахгүй тайван байх"];

const List<String> INFO_TEXT_LIST_7 = ["Халуурах – 88%"
  ,"Хуурай ханиалгах – 68%"
  ,"Ядарч сульдах – 38%"
  ,"Цэр гарах – 33%"
  ,"Амьсгал давчдах – 19%"
  ,"Булчин өвдөх – 15%"
  ,"Хоолой өвдөх – 14%"
  ,"Толгой өвдөх – 14%"
  ,"Бөөлжих - 5%"
  ,"Хамар битүүрэх - 5%"
  ,"Гүйлгэх - 4% Нус гоожих нь өвчний шинж тэмдэг биш гэж үзэж байна."];

const List<String> INFO_TEXT_LIST_8 = ["Халдвартай хүн ханиах, найтаах үед агаар дуслын замаар"
  ,"Бохир гар, эд зүйлсээр дамжин шууд хавьтлын замаар"];
